<!DOCTYPE html>
<html lang="en">
    <meta http-equiv="content-type" content="text/html;charset=UTF-8" />
    <meta charset="utf-8">
    <title>Lampang Weir </title>

    <link rel="icon" href="{{ asset('images/icon/favicon1.ico')}}" type="image/x-icon">
    <link href="https://fonts.googleapis.com/css?family=Mitr|Prompt" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css?family=Quicksand:500,700" rel="stylesheet">

    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/feather.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/themify-icons.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/icofont.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/font-awesome.min.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/datatables.bootstrap4.min.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/buttons.datatables.min.css')}}">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/responsive.bootstrap4.min.css')}}">

    <link rel="stylesheet" href="{{ asset('css/form/bootstrap.min.css') }}">
    <link rel="stylesheet" href="{{ asset('css/form/waves.min.css')}}" type="text/css" media="all">
    <link rel="stylesheet" type="text/css" href="{{ asset('css/form/jquery.steps.css')}}">
    <link rel="stylesheet" href="{{ asset('css/form/feather.css')}}">
    <link rel="stylesheet" href="{{ asset('css/form/style1.css')}}">

    <style>
      .text{
        font-size: 18px;
        margin: 5px;
        margin-bottom: 20px;
        padding:10px;
        text-indent: 5em;
        text-align:justify;
      }
      .text2{
        font-size: 18px;
        margin-left: 5em;
        padding:5px;
      }
      .text3{
        font-size: 18px;
        margin-left: 7em;
        padding:5px;
      }
    </style>
  </head>

  <body class="horizontal-icon-fixed" >
    @yield('content')
    <div class="loader-bg">
        <div class="loader-bar"></div>
    </div>

    <div id="pcoded" class="pcoded" >
      <div class="pcoded-overlay-box"></div>
      
      <div class="pcoded-container navbar-wrapper">
        @include('menu.header')

        <div class="pcoded-main-container">
          <div class="pcoded-wrapper">
             @include('menu.slidebar')
            <!-- Map -->
            <div class="pcoded-content">
              <div class="card"><h3></h3></div>
                <div class="pcoded-inner-content">
                    <div class="main-body">
                        <div class="page-wrapper">
                            <div class="row justify-content-md-center">
                                <div class="col-md-12">
                                    <div class="card table-card">
                                        <div class="card-header text-center">
                                        <h2>โครงการพัฒนาระบบสารสนเทศการตรวจประเมินสภาพฝายและ
                                          <br>
                                          การบริหารจัดการพื้นที่เสี่ยงภัยแล้งและน้ำท่วมในจังหวัดลำปาง
                                        </h2>     
                                        <hr>                         
                                        </div>
                                        <div class="card-block">
                                          <div class="row justify-content-md-center">
                                            <div class="col-md-10 col-lg-10">
                                              <div class="card">
                                                 <div class="card-block">
                                                    <h3> 1. หลักการและเหตุผล : </h3>
                                                      <div class="text">
                                                        สืบเนื่องจากที่ผ่านมา องค์การบริหารส่วนจังหวัดลำปาง ได้รับคำร้องขอการสนับสนุนการปรับปรุงซ่อมแซมฝายขององค์กรปกครองส่วนท้องถิ่นในจังหวัดลำปาง
                                                        มาอย่างต่อเนื่อง ซึ่งการรับเรื่องการปรับปรุงฝายส่วนใหญ่ไม่ได้มีการวางแผนและมีการเก็บข้อมูลครบถ้วนตามหลักวิชาการ มีปัญหากระทบทั้งด้านต้นน้ำและปลายน้ำ 
                                                        ทำให้การผลลัพธ์ในเรื่องการสร้างประโยชน์ให้พื้นที่ไม่สมบูรณ์ ซึ่งจากการลงพื้นที่รับฟังปัญหาของประชาชนในจังหวัดลำปาง ได้พบปัญหาสำคัญ คือ 
                                                        ฝายและระบบส่งน้ำที่มีอยู่จำนวนมากนั้น มีฝายอีกจำนวนมากที่ชำรุดเสียหายหรือมีประสิทธิภาพไม่ดี ได้แก่ การขาดความสามารถในการยกระดับผันน้ำเข้าคลอง
                                                        หรือเหมืองส่งน้ำไปใช้ในฤดูเพาะปลูก ประตูน้ำชำรุด มีตะกอนหน้าฝาย และขาดความสามารถเก็บกักน้ำไว้ใช้ที่บริเวณหน้าฝายในฤดูแล้ง และมีฝายบางส่วนที่สร้าง
                                                        ปัญหากีดขวางทางน้ำ ซึ่งถ้าแก้ไขปรับปรุงไม่ถูกหลักวิชาการจะก่อให้เกิดปัญหาภัยแล้งและน้ำท่วมขึ้นในพื้นที่ได้ ซึ่งปัญหาเหล่านี้จะเพิ่มและรุนแรงมากขึ้น 
                                                        ซึ่งพบว่าจังหวัดลำปางยังขาดการจัดเก็บระบบฐานข้อมูลสภาพฝายของทุกหน่วยงานที่มีนับพันแห่ง ทำให้การวางแผนป้องกันและแก้ไขปัญหาภัยแล้งในพื้นที่เกษตร
                                                        ที่ใช้น้ำจากฝายยังทำได้ไม่ดี เนื่องจากฝายจำนวนมากมีการชำรุด หลายหน่วยงานไม่สามารถซ่อมแซมได้เนื่องจากต้องใช้ความรู้ในวิชาการด้านวิศวกรรมชลศาสตร์ 
                                                        และไม่มีการจัดเก็บในรูปแบบเดียวกัน ขาดผลการตรวจประเมินสภาพฝายและไม่มีการเตรียมแนวทางการซ่อมแซมแก้ไขการชำรุดของฝายไว้ล่วงหน้า ทำให้เสียโอกาส
                                                        ในการได้ใช้งบประมาณจากภาครัฐในเรื่องการแก้ไขปัญหาภัยแล้งเร่งด่วน ทั้งที่การใช้งบในการปรับปรุงซ่อมแซมฝายที่มีอยู่เดิมนั้น สามารถทำได้โดยทันที 
                                                        เพราะไม่มีปัญหาเรื่องการใช้ที่ดินใหม่ และไม่มีปัญหาข้อขัดแย้งของชุมชน การแก้ไขปัญหาดังกล่าวให้ได้ผลนั้น จะต้องทำการตรวจประเมินสภาพฝาย
                                                        และระบบส่งน้ำซึ่งเป็นการตรวจสภาพการใช้งานและความเสี่ยงต่อความปลอดภัยขององค์ประกอบต่าง ๆ ของฝาย และใช้องค์ความรู้ด้านวิชาการร่วมกับองค์ความรู้ของชุมชน 
                                                        มาวางแนวทางปรับปรุงหรือเปลี่ยนแปลงรูปแบบของฝาย เพื่อให้กลับมามีประสิทธิภาพทำหน้าที่ได้และขณะเดียวกันต้องไม่ทำให้เกิดปัญหากีดขวางทางน้ำ 
                                                        นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินระดับตื้นในพื้นที่ได้เป็นอย่างดี 
                                                      </div>
                                                      <div class="text"> 
                                                        และด้วยในต้นปี พ.ศ.2566 <b>การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย (กฟผ.) แม่เมาะ ได้จัดทำโครงการพัฒนาระบบการสำรวจและบริหารจัดการพื้นที่เสี่ยงภัยน้ำท่วมและภัยแล้ง 
                                                          บนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูงในพื้นที่ลุ่มน้ำแม่จาง 2 อำเภอ ได้แก่ อำเภอแม่เมาะ และอำเภอแม่ทะ </b>ซึ่งดำเนินการเก็บข้อมูลและทำการตรวจ
                                                          ประเมินสภาพฝายในพื้นที่ลุ่มน้ำแม่จางเป็นที่เรียบร้อย ผลลัพธ์ของโครงการเป็นที่น่าพอใจและเป็นประโยชน์อย่างยิ่ง สามารถนำผลผลิตไปใช้ในการวางแผนให้การสนับสนุน
                                                          หน่วยงานที่เกี่ยวข้อง ในการแก้ปัญหาและการปรับปรุงซ่อมแซมฝายให้มีประสิทธิภาพเพื่อสร้างประโยชน์ต่อประชาชนในพื้นที่ได้อย่างเป็นรูปธรรม 
                                                      </div>
                                                      <div class="text"> 
                                                        ดังนั้นจึงมีความจำเป็นที่จะต้องพัฒนาระบบสารสนเทศการตรวจประเมินสภาพฝายและการบริหารจัดการพื้นที่เสี่ยงภัยแล้งและน้ำท่วมในจังหวัดลำปาง 
                                                        เพื่อจะได้มีการเตรียมความพร้อมเพื่อรับมือภัยแล้งและน้ำท่วมของจังหวัดลำปางในเขตพื้นที่ความเสี่ยงสูงอย่างเป็นระบบ โดยเน้นกิจกรรมหลักเร่งด่วน (Quick Win) 
                                                        ได้แก่ <b>(1) กิจกรรมพัฒนาระบบข้อมูลสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดลำปาง</b> 
                                                        เพื่อเป็นแนวทางการแก้ไขปัญหาที่เหมาะสมถูกหลักวิชาการ มีการรวบรวมตำแหน่งของฝายทุกแห่งที่มีปัญหา และแนวทางวิธีการปรับปรุงเพิ่มประสิทธิภาพหรือปรับเปลี่ยนรูปแบบในแต่ละแห่ง 
                                                        โดยเฉพาะอย่างยิ่งฝายที่มีอยู่จำนวนมากที่ก่อสร้างและอยู่ในการดูแลขององค์กรปกครองส่วนท้องถิ่นและชุมชน โดยผลผลิตที่ได้จะใช้เป็นข้อมูลสำคัญในกำหนดรูปแบบของการวางแผน 
                                                        การจัดหางบประมาณ และลงมือปฏิบัติการแก้ไขปัญหาต่อไปโดยหน่วยงานที่เกี่ยวข้อง โดยเฉพาะองค์กรปกครองส่วนท้องถิ่น และชุมชน นอกจากนี้องค์การบริหารส่วนจังหวัดลำปาง
                                                        ยังสามารถนำผลผลิตไปใช้วางแผนให้การสนับสนุนองค์กรปกครองส่วนท้องถิ่นต่าง ๆ ในการปรับปรุงและซ่อมแซมฝายให้มีประสิทธิภาพเพื่อสร้างประโยชน์ต่อประชาชนในพื้นที่ได้อย่างเป็นรูปธรรม 
                                                        และ <b>(2) กิจกรรมการบริหารจัดการพื้นที่เสี่ยงภัยแล้งและน้ำท่วมในพื้นที่เป้าหมายนำร่องที่เกิดน้ำท่วมและภัยแล้ง</b> โดยดำเนินการสำรวจสภาพปัญหาและกำหนดรูปแบบวิธีการแก้ไขปัญหา
                                                        ในเชิงลึกลงรายละเอียด เพื่อให้หน่วยงานมีความพร้อมที่จะนำไปสู่การปฏิบัติจริง ตัวอย่างเช่น พื้นที่เสี่ยงภัยน้ำท่วมซ้ำซาก จะมีการสำรวจและจัดทำระบบข้อมูลของสิ่งกีดขวางทางน้ำใน
                                                        ลำน้ำคูคลองและถนน และกำหนดรูปแบบวิธีการแก้ไขปัญหาการกีดขวางทางน้ำ มีการวางแผนการระบายน้ำให้เป็นระบบต่อเนื่องกัน นอกจากนี้ในเรื่องการแก้ปัญหาภัยแล้ง 
                                                        กรณีโครงสร้างชลศาสตร์ เช่น ฝาย ประตูน้ำ และอื่น ๆ มีการชำรุดเสียหาย จะทำการสำรวจและออกแบบปรับปรุงหรือสร้างใหม่ให้สอดคล้องเหมาะสมกับพื้นที่และถูกหลักวิชาการ
                                                      </div>

                                                    <br>
                                                    <h3>2. วัตถุประสงค์ของโครงการ : </h3>
                                                    <div class="text2"> 1) พัฒนาระบบสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่ทุกตำบลใน 6 อำเภอของจังหวัดลำปาง 
                                                      โดยเฉพาะอย่างยิ่งฝายที่มีอยู่จำนวนมากที่ก่อสร้างและอยู่ในการดูแลขององค์กรปกครองส่วนท้องถิ่น 
                                                      เพื่อเตรียมความพร้อมรับมือสถานการณ์ภัยแล้ง นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินในพื้นที่ได้เป็นอย่างดี
                                                    </div>
                                                    <div class="text2">
                                                      2) การบริหารจัดการพื้นที่เสี่ยงภัยแล้งและน้ำท่วมในพื้นที่เป้าหมายที่เกิดปัญหาภัยแล้งและน้ำท่วมซ้ำซาก 
                                                      โดยมีการสำรวจสภาพปัญหาและกำหนดรูปแบบวิธีการแก้ไขปัญหาในเชิงลึกลงรายละเอียด เพื่อให้หน่วยงานมีความพร้อมที่จะนำไปสู่การปฏิบัติจริง
                                                    </div>
                                                    
                                                    <br>
                                                    <h3>3. กลุ่มเป้าหมาย และผู้มีส่วนได้ส่วนเสีย : </h3>
                                                    <div class="text2"> 3.1 กลุ่มเป้าหมาย :  </div>
                                                    <div class="text3"> 
                                                      1) องค์การบริหารส่วนจังหวัดลำปาง สามารถนำผลผลิตไปใช้วางแผนให้การสนับสนุนองค์กรปกครองส่วนท้องถิ่น ในการปรับปรุงและซ่อมแซมฝายให้มีประสิทธิภาพเพื่อสร้างประโยชน์ต่อประชาชนในพื้นที่ได้อย่างเป็นรูปธรรม
                                                      <br>
                                                      2) หน่วยงานราชการ หน่วยงานปกครองส่วนท้องถิ่น และชุมชน สามารถนำข้อมูลมาวางแผนการบริหารจัดการ เพื่อการวางแผนแก้ไขปัญหาการขาดศักยภาพของฝายในพื้นที่ได้โดยใช้รูปแบบการวางแผนแก้ไขปัญหาในพื้นที่ต้นแบบเป็นตัวอย่างได้  
                                                       <br>
                                                      3) องค์การบริหารส่วนจังหวัดลำปางและหน่วยงานที่เกี่ยวข้อง สามารถใช้เพื่อกำหนดนโยบาย และติดตามงานด้านบริหารจัดการน้ำ การจัดการภัยแล้งและน้ำท่วมในพื้นที่
                                                    </div>
                                                   
                                                    <div class="text2">  
                                                      3.2 ผู้มีส่วนได้ส่วนเสีย : องค์การบริหารส่วนจังหวัดลำปาง จังหวัดลำปาง กรมป้องกันและบรรเทาสาธารณภัย กรมชลประทาน กรมทรัพยากรน้ำ ทรัพยากรธรรมชาติและสิ่งแวดล้อมจังหวัด กรมเจ้าท่า องค์กรปกครองส่วนท้องถิ่น มูลนิธิ องค์กรสาธารณกุศล อาสาสมัคร และประชาชน
                                                    </div>
                                                    
                                                    <br>
                                                    <h3>4. เป้าหมาย ผลผลิต และผลลัพธ์ : </h3>
                                                    <div class="text2"> 4.1 เป้าหมายโครงการ :</div>
                                                    <div class="text3" style="overflow-x:auto;" width="50%">
                                                      <table border="1" width="80%" >
                                                        <tr align="center">
                                                          <th>ตัวชี้วัด</th>
                                                          <th>หน่วยนับ</th>
                                                          <th> ปี 2567 </th>
                                                        </tr>
                                                        <tr>
                                                          <td width="60%" class="text2">จังหวัดลำปางมีระบบสารสนเทศการตรวจประเมินและวางแผนปรับปรุงเพิ่ม
                                                            <br>ประสิทธิภาพฝายพร้อมแนวทางและวิธีการแก้ไขปัญหา เพื่อเตรียมความพร้อม
                                                            <br>รับมือภัยแล้งและน้ำท่วมในพื้นที่ทุกตำบลของ 6 อำเภอในจังหวัดลำปาง  </td>
                                                          <td width="20%" align="center">ระบบ </td>
                                                          <td align="center" width="20%" > 1</td>
                                                        </tr>
                                                        <tr>
                                                          <td width="60%" class="text2">จังหวัดลำปางมีการบริหารจัดการพื้นที่เสี่ยงภัยแล้งและน้ำท่วมในพื้นที่
                                                            <br>เป้าหมายที่เกิดน้ำท่วมภัยแล้งซ้ำซาก โดยมีการสำรวจสภาพปัญหาและกำหนดรูปแบบวิธีการ<br>
                                                            แก้ไขปัญหาในเชิงลึกลงรายละเอียด เพื่อให้หน่วยงานมีความพร้อมที่จะนำไปสู่การปฏิบัติจริง </td>
                                                          <td width="20%" align="center">โครงการ </td>
                                                          <td align="center" width="20%" > 6</td>
                                                        </tr>
                                                      </table>
                                                    </div>
                                                    <div class="text2"> 4.2 ผลผลิต : </div> 
                                                    <div class="text3">
                                                      1) พื้นที่จังหวัดลำปาง จำนวน 6 อำเภอ มีระบบการตรวจประเมินและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายพร้อมแนวทางและวิธีการแก้ไขปัญหา เพื่อเตรียมความพร้อมรับมือภัยแล้งและน้ำท่วม นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินในพื้นที่ได้
                                                      <br>
                                                      2) มีฐานข้อมูลและแนวคิดสำหรับวิธีการแก้ไขปัญหาเพื่อปรับปรุงฝาย เพื่อให้หน่วยงานที่เกี่ยวข้องนำไปใช้วางแผนและออกแบบรายละเอียดในการแก้ปัญหาที่เหมาะสมได้
                                                      <br>
                                                      3) มีการบริหารจัดการพื้นที่เสี่ยงภัยแล้งและน้ำท่วมในพื้นที่เป้าหมายนำร่องที่เกิดน้ำท่วมภัยแล้งซ้ำซาก ไม่น้อยกว่า 6 โครงการ โดยมีการสำรวจสภาพปัญหาและกำหนดรูปแบบวิธีการแก้ไขปัญหาในเชิงลึกลงรายละเอียด เพื่อให้หน่วยงานมีความพร้อมที่จะนำไปสู่การปฏิบัติจริง
                                                    </div>
                                                    <div class="text2"> 4.3 ผลลัพธ์ : </div> 
                                                    <div class="text3">
                                                      1) ฝายในทุกตำบลของ 6 อำเภอ ในพื้นที่จังหวัดลำปาง ได้รับการปรับปรุงเพื่อเพิ่มประสิทธิภาพให้สามารถยกระดับผันน้ำเข้าคลองหรือเหมืองส่งน้ำไปใช้ในฤดูการเพาะปลูก และสามารถเก็บกักน้ำไว้ใช้ในฤดูแล้ง เพื่อบรรเทาปัญหาภัยแล้งและน้ำท่วม นอกจากนี้น้ำที่เก็บกักหน้าฝายจะเป็นแหล่งเติมน้ำให้กับชั้นน้ำใต้ดินในพื้นที่ได้เป็นอย่างดี 
                                                       <br>
                                                      2) พื้นที่เป้าหมายที่เกิดปัญหาภัยแล้งและน้ำท่วม ไม่น้อยกว่า 6 โครงการ ได้รับการแก้ไขปัญหาจากรูปแบบวิธีการแก้ไขปัญหาในเชิงลึกลงรายละเอียดที่นำไปสู่การปฏิบัติจริง จนสามารถลดความเสียหายจากภัยแล้งและน้ำท่วมได้เป็นอย่างดีและถูกหลักวิชาการ
                                                    </div>
                                                    
                                                    <br>
                                                    <center>
                                                      <img src="{{ asset('images/icon/basinLP.png') }}" width="40%"> <br>
                                                    ดาวน์โหลด : <a href="{{ asset('images/icon/basinLP.png') }}" download> แผนที่แสดงขอบเขตของโครงการ   </a>
                                                    </center>
                                                    <!-- <h3>5. ระบบสารสนเทศการตรวจประเมินสภาพฝายและวางแผนปรับปรุงเพิ่มประสิทธิภาพฝายในพื้นที่จังหวัดเชียงราย : </h3>
                                                      <div align="center">
                                                          <img src="{{ asset('images/icon/qr.png') }}" width="20%"> <br>
                                                          เว็บไซต์ : <a href="https://watercenter.scmc.cmu.ac.th/weir/lampang/"> www.watercenter.scmc.cmu.ac.th/weir/jang_basin/ </a> <br>
                                                          ดาวน์โหลด : <a href="{{ asset('images/icon/qr.png') }}" download> QRcode  </a>
                                                      </div> -->
                                                  </div>
                                                </div>
                                              </div>
                                            </div>
                                          </div>
                                        </div>
                                    </div>
                                    
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
          </div>
            @include('menu.foot')
          </div>
          
        </div>

      </div>
    </div>
    
    
    <script src="{{ asset('js/form/jquery.min.js')}}"></script>
    <script src="{{ asset('js/form/jquery-ui.min.js')}}"></script>
    <script src="{{ asset('js/form/bootstrap.min.js')}}"></script>
    <script src="{{ asset('js/form/jquery-i18next.min.js')}}" ></script>
    <script src="{{ asset('js/form/pcoded.min.js')}}" ></script>
    <script src="{{ asset('js/form/menu-hori-fixed.js')}}" ></script>
    <script src="{{ asset('js/form/jquery.mcustomscrollbar.concat.min.js')}}" ></script>
    <script src="{{ asset('js/form/script.js')}}"></script>
   
  
    <script src="{{ asset('js/form/jquery.datatables.min.js')}}" ></script>
    <script src="{{ asset('js/form/datatables.buttons.min.js')}}" ></script>

    <script src="{{ asset('js/form/datatables.fixedheader.min.js')}}"></script>

    <script src="{{ asset('js/form/datatables.colreorder.min.js')}}" ></script>
    <script src="{{ asset('js/form/buttons.print.min.js')}}" ></script>
    <script src="{{ asset('js/form/datatables.bootstrap4.min.js')}}" ></script>
    <script src="{{ asset('js/form/datatables.responsive.min.js')}}" ></script>
    <script src="{{ asset('js/form/responsive.bootstrap4.min.js')}}"></script>

    <script src= "{{ asset('js/form/fixed-header-custom.js') }}"></script>

    <script src= "{{ asset('js/form/pcoded.min.js') }}"></script>
    <script src= "{{ asset('js/form/jquery.mcustomscrollbar.concat.min.js') }}"></script>

  
    <script src="{{ asset('js/form/rocket-loader.min.js')}}" data-cf-settings="ce2668daaac54a74e9f6cdff-|49" defer=""></script>

  
  </body>

</html>
